export interface Block {
    id: number;
    title: string;
    text: string;
}

export const blocks = [
	{
		id: 1,
		title: 'Формат Smart-Office',
		text: 'Отель Smart-Office представляет собой современное гибкое пространство, сочетающее в себе возможность работы и отдыха. Этот новый тренд, пришедший к нам из Кореи, стал особенным во Владивостоке. Уникальность отеля заключается в его формате «умного» офиса, который отлично подходит для комфортного проживания.',
	},
	{
		id: 2,
		title: 'Виды номеров',
		text: 'В отеле Smart-Office предлагаются два вида номеров: "Стандарт" и "VIP". Каждый из них обладает функцией трансформации под различные рабочие задачи. Номера оснащены отдельным сан-узлом, кондиционером, мини-холодильником, телевизором и чайной станцией. Все необходимые условия для работы и отдыха созданы, чтобы гости чувствовали себя комфортно и уютно в течение всего пребывания.',
	},
	{
		id: 3,
		title: 'Удобства',
		text: 'Бесплатный WI-FI доступен во всем отеле, что позволяет гостям оставаться всегда на связи и проводить свою работу в удобной обстановке. Также, гостям предоставляются бесплатные услуги прачечной, что позволяет им экономить время и быть всегда в порядке.',
	},
	{
		id: 4,
		title: 'Приемущества',
		text: 'Отель Smart-Office обеспечивает своим гостям идеальные условия для работы и отдыха, сочетая в себе все необходимые удобства и инновационный подход. Этот отель приветствует всех, кто ищет современные и комфортные пространства для реализации своих целей и задач.',
	},
];